[
  {
    "username": "BWxWrath",
    "message": "@everyone the one, the only BWxWrath is live!  Tune in!"
  },
  {
    "username": "Oklahsam",
    "message": "@everyone Oklahsam is live!  Wear the brown pants, you're gonna shit them"
  },
  {
    "username": "SoullessChewbacca",
    "message": "@everyone the Gooch-gobblin', Flarpin' Ginger bastard Chewbert is live!  Go watch!"
  },
  {
    "username": "DeadMeatPlays",
    "message": " @everyone Have you ever seen so many BRB screens?  Watch this man navigate his way through miscellaneous games blind and distracted!"
  },
  {
    "username": "Cyber0king",
    "message": "@everyone Do you like invincible?  How about repetitive humor?  Then join tune in for Cybert's stream!"
  },
  {
    "username": "Honeybunnykilla",
    "message": "@everyone HBK is live!  What is she doing? Hell if I know, but let's find out! Go watch!"
  },
  {
    "username": "Sagenskullz",
    "message": "@everyone Sagenskullz is live!  Which is hairier? A bear's ass, Or Sagen's beard?"
  },
  {
    "username": "Zmoriia",
    "message": "@everyone this stream is rated for 18+ for the same reason cigarettes are, but hey. You should tune in!"
  },
  {
    "username": "Finalwaltz",
    "message": "@everyone Finalwaltz is live!  Tune in for the show, stay for the waltz at the end.  Absolutely breathtaking"
  },
  {
    "username": "Reyronu",
    "message": "@everyone For just 15 bits a day, you too can sponsor Rey's general brand of 'is it brain damage or just dumbassery?' just be careful about talking about certain burger resturants"
  },
  {
    "username": "Thee2dap",
    "message": "@everyone Your friendly neighborhood non-binary streamer is live!  Tune in to watch them play a variety of crazy games, and speedrun their introduction!"
  },
  {
    "username": "TheIcyJade",
    "message": "@everyone Somehow this seafoam-green-haired individual can sit PERFECTLY STILL, like she doesn't even blink.  It's like she's a still picture, go watch!"
  },
  {
    "username": "Docolopolis",
    "message": "@everyone an apple a day keeps the doctor away.  Too bad he's not a doctor but a series of the letter O disguised as a doctor.  Go watch!"
  },
  {
    "username": "Frankenthumb",
    "message": "@everyone Do you like screaming? Do You have a love/hate relationship with thumbs?  Tune in to Frankenthumb! https://twitch.tv/Frankenthumb"
  }
]